apache-spark
aria2
automake
bash
bash-completion
bat
bmon
cask
ccache
clisp
clojure
cmus
coreutils
direnv
ffmpeg
findutils
gawk
gcc
git
gnu-getopt
gnu-indent
gnu-sed
gnu-tar
gnupg
go
graphviz
grep
heroku/brew/heroku
htop
imagemagick
jq
libdvdcss
libmagic
libpq
libsigsegv
libxmlsec1
lua
makedepend
moreutils
mtr
nano
nmap
node
perl
pinentry-mac
poppler
pyenv
pyenv-virtualenv
python@2
redis
rename
sbcl
scala
sl
smartmontools
speedtest-cli
sphinx-doc
sshfs
telnet
the_silver_searcher
tmux
tor
tree
unrar
vim
watch
wget
yarn
youtube-dl
zlib
zsh
zsh-completions
