tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "michaeleisel/zld"
tap "universal-ctags/universal-ctags"
tap "yt-dlp/taps"
brew "ack"
brew "ansible"
brew "aria2"
brew "automake"
brew "autorestic"
brew "awk"
brew "awscli"
brew "awscli", link: false
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binwalk"
brew "bmon"
brew "cairo"
brew "cask"
brew "ccache"
brew "clisp"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cmus"
brew "colima"
brew "confuse"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "docutils", link: false
brew "dpkg"
brew "dua-cli"
brew "duf"
brew "elixir"
brew "emacs", link: false
brew "erlang"
brew "exa"
brew "exercism"
brew "exiftool"
brew "faad2"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flac"
brew "fx"
brew "fzf"
brew "gawk"
brew "gawk", link: false
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "glib"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "gsl"
brew "gts"
brew "guile"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "helix"
brew "helm"
brew "heroku/brew/heroku"
brew "hexyl"
brew "htop"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "ilmbase"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "isl"
brew "jemalloc"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "libass"
brew "libavif"
brew "libdvdcss"
brew "libffi"
brew "libfido2"
brew "libheif"
brew "libksba"
brew "libmagic"
brew "libmng"
brew "libpq"
brew "libpq", link: true
brew "libproxy"
brew "libraqm"
brew "libraw"
brew "librsvg"
brew "libsigsegv"
brew "libsndfile"
brew "libssh2"
brew "libtool"
brew "libvterm"
brew "libxml2"
brew "libxmlsec1"
brew "llvm"
brew "llvm@13"
brew "lua"
brew "makedepend"
brew "media-info"
brew "michaeleisel/zld/zld"
brew "minikube"
brew "mono"
brew "moreutils"
brew "mosh"
brew "mpfr"
brew "mtr"
brew "mtr", link: false
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nss"
brew "numpy"
brew "oniguruma"
brew "openblas"
brew "openjdk"
brew "openjpeg"
brew "openldap"
brew "openssl@1.1"
brew "openssl@3"
brew "openvpn"
brew "p7zip"
brew "pango"
brew "perl"
brew "pillow"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "po4a"
brew "poppler"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qrencode"
brew "qt"
brew "qt@5"
brew "rclone"
brew "redis"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rlwrap"
brew "rpm"
brew "ruby"
brew "rust-analyzer"
brew "rustscan"
brew "samba"
brew "sbcl"
brew "scala"
brew "scc"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "speedtest-cli"
brew "sphinx-doc"
brew "srt"
brew "sshfs"
brew "starship"
brew "stress"
brew "syncthing"
brew "ta-lib"
brew "telnet"
brew "telnet", link: false
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tor"
brew "transmission-cli"
brew "tree"
brew "tree-sitter"
brew "unbound"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "unrar"
brew "upx"
brew "vim"
brew "watch"
brew "webp"
brew "weechat"
brew "wget"
brew "x264"
brew "x265"
brew "xz"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp/taps/yt-dlp"
brew "zig"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "alacritty"
cask "balenaetcher"
cask "darktable"
cask "emacs"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "ghidra"
cask "inkscape"
cask "insomnia"
cask "kitty"
cask "lapce"
cask "logseq"
cask "lunar"
cask "macvim"
cask "minikube"
cask "mullvadvpn"
cask "obs"
cask "obsidian"
cask "osxfuse"
cask "outline-manager"
cask "qbittorrent"
cask "qlvideo"
cask "raspberry-pi-imager"
cask "runjs"
cask "sonic-pi"
cask "stats"
cask "transmission"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "wkhtmltopdf"
cask "zettlr"
