tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
tap "yt-dlp/taps"
brew "ack"
brew "ansible"
brew "aria2"
brew "automake"
brew "awk"
brew "awscli"
brew "awscli", link: false
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "binwalk"
brew "bmon"
brew "cairo"
brew "cask"
brew "ccache"
brew "clisp"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cmus"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docutils"
brew "docutils", link: false
brew "dpkg"
brew "duf"
brew "elixir"
brew "emacs", link: false
brew "exa"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gawk", link: false
brew "gcc"
brew "gdk-pixbuf"
brew "git"
brew "glib"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "gsl"
brew "gts"
brew "guile"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "helm"
brew "heroku/brew/heroku"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imagemagick"
brew "iperf"
brew "isl"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "libass"
brew "libdvdcss"
brew "libffi"
brew "libheif"
brew "libmagic"
brew "libpq"
brew "libpq", link: true
brew "libproxy"
brew "libraqm"
brew "librsvg"
brew "libsigsegv"
brew "libssh2"
brew "libtool"
brew "libxml2"
brew "libxmlsec1"
brew "lua"
brew "makedepend"
brew "media-info"
brew "minikube"
brew "mono"
brew "moreutils"
brew "mpfr"
brew "mtr"
brew "mtr", link: false
brew "mysql-client"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "numpy"
brew "openldap"
brew "openssl@1.1"
brew "p7zip"
brew "pango"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "po4a"
brew "poppler"
brew "proxychains-ng"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@2", link: false
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qrencode"
brew "qt"
brew "rclone"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rpm"
brew "ruby"
brew "sbcl"
brew "scala"
brew "shellcheck"
brew "sl"
brew "smartmontools"
brew "speedtest-cli"
brew "sphinx-doc"
brew "srt"
brew "sshfs"
brew "stress"
brew "syncthing"
brew "ta-lib"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tor"
brew "tree"
brew "unbound"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "unrar"
brew "upx"
brew "watch"
brew "wget"
brew "x264"
brew "x265"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp/taps/yt-dlp"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "darktable"
cask "emacs"
cask "insomnia"
cask "lunar"
cask "macvim"
cask "minikube"
cask "osxfuse"
cask "runjs"
cask "sonic-pi"
cask "stats"
cask "vagrant"
cask "wkhtmltopdf"
cask "zettlr"
