tap "datastreaming/datastreaming", "https://gitlab+deploy-token-35:hDYnLB1RwTT1qushPeHQ@gitlab.booking.com/kafka/homebrew-datastreaming.git"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jdx/tap"
tap "jdxcode/tap"
tap "michaeleisel/zld"
tap "nakabonne/ali"
tap "rsteube/tap"
tap "surrealdb/tap"
tap "tinygo-org/tools"
tap "universal-ctags/universal-ctags"
tap "xo/xo"
tap "yt-dlp/taps"
brew "ack"
brew "act"
brew "age"
brew "ansible"
brew "aria2"
brew "automake"
brew "autorestic"
brew "awk"
brew "awscli"
brew "awscli", link: false
brew "bash"
brew "bash-completion@2"
brew "bash-completion@2", args: ["HEAD"]
brew "bat"
brew "bazelisk"
brew "binwalk"
brew "bmon"
brew "bzip2"
brew "cairo"
brew "cask"
brew "ccache"
brew "cffi"
brew "clisp"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cmatrix"
brew "cmus"
brew "colima"
brew "confuse"
brew "coreutils"
brew "cowsay"
brew "croc"
brew "ctags"
brew "curl"
brew "curl", link: true
brew "datastreaming/datastreaming/bkstreaming"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-completion"
brew "docker-compose"
brew "doctl"
brew "docutils"
brew "docutils", link: false
brew "dolt"
brew "dpkg"
brew "dua-cli"
brew "duf"
brew "elixir"
brew "emacs", link: false
brew "erlang"
brew "exa"
brew "exercism"
brew "exiftool"
brew "faad2"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flac"
brew "fortune"
brew "fping"
brew "fx"
brew "fzf"
brew "gawk"
brew "gawk", link: false
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "glib"
brew "glow"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnuplot"
brew "gnutls"
brew "go"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task"
brew "gobject-introspection"
brew "golangci-lint"
brew "gpgme"
brew "graphviz"
brew "grep"
brew "gsl"
brew "gts"
brew "guile"
brew "gum"
brew "harfbuzz"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "helix"
brew "helm"
brew "heroku/brew/heroku"
brew "hexyl"
brew "hping"
brew "htop"
brew "httpie"
brew "hugo"
brew "hurl"
brew "hyperfine"
brew "icdiff"
brew "icu4c"
brew "ilmbase"
brew "imagemagick"
brew "inetutils"
brew "iperf"
brew "iperf3"
brew "isl"
brew "jdx/tap/usage"
brew "jemalloc"
brew "jless"
brew "jpeg-xl"
brew "jq"
brew "just"
brew "kondo"
brew "krb5"
brew "krew"
brew "kubernetes-cli"
brew "kubernetes-cli", link: false
brew "kubernetes-helm"
brew "lazygit"
brew "lbzip2"
brew "leptonica"
brew "libass"
brew "libavif"
brew "libdvdcss"
brew "libffi"
brew "libfido2"
brew "libheif"
brew "libiconv"
brew "libksba"
brew "libmagic"
brew "libmng"
brew "libpq"
brew "libpq", link: true
brew "libproxy"
brew "libraqm"
brew "libraw"
brew "librsvg"
brew "libsigsegv"
brew "libsndfile"
brew "libssh2"
brew "libtool"
brew "libusb"
brew "libvirt", restart_service: true
brew "libvterm"
brew "libwebm"
brew "libxml2"
brew "libxmlsec1"
brew "lima"
brew "llvm"
brew "llvm@13"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "lz4"
brew "lzlib"
brew "m-cli"
brew "make"
brew "makedepend"
brew "media-info"
brew "michaeleisel/zld/zld"
brew "midnight-commander"
brew "mingw-w64"
brew "minikube"
brew "minio-mc"
brew "mise"
brew "mold"
brew "mono"
brew "moreutils"
brew "mosh"
brew "mpfr"
brew "mpv"
brew "mtr"
brew "mtr", link: false
brew "mysql-client"
brew "nakabonne/ali/ali"
brew "nano"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nghttp2"
brew "nmap"
brew "node"
brew "nss"
brew "numpy"
brew "ocaml"
brew "okta-aws-cli"
brew "ollama", restart_service: true
brew "onefetch"
brew "oniguruma"
brew "opam"
brew "openblas"
brew "openjdk"
brew "openjpeg"
brew "openldap"
brew "openssl@1.1"
brew "openssl@3"
brew "openvpn"
brew "p7zip"
brew "pandoc"
brew "pango"
brew "perl"
brew "pillow"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pkg-config"
brew "pnpm"
brew "po4a"
brew "poppler"
brew "proxychains-ng"
brew "pv"
brew "pycparser"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygobject3"
brew "python@2", link: false
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "qrencode"
brew "qt"
brew "qt@5"
brew "rclone"
brew "redis"
brew "rename"
brew "restic"
brew "ripgrep"
brew "rlwrap"
brew "rpm"
brew "rsteube/tap/carapace"
brew "rsync"
brew "ruby"
brew "rust-analyzer"
brew "rustscan"
brew "samba"
brew "sbcl"
brew "scala"
brew "scc"
brew "sccache"
brew "sdl2"
brew "shellcheck"
brew "showkey"
brew "six"
brew "sl"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "sphinx-doc"
brew "sqlite"
brew "srt"
brew "ssh-copy-id"
brew "sshfs"
brew "starship"
brew "stress"
brew "syncthing"
brew "ta-lib"
brew "tbb"
brew "telnet"
brew "telnet", link: false
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "tinygo-org/tools/tinygo"
brew "tldr"
brew "tmux"
brew "tor"
brew "transmission-cli"
brew "tree"
brew "tree-sitter"
brew "trippy"
brew "typescript"
brew "unbound"
brew "universal-ctags", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "unrar"
brew "upx"
brew "vale"
brew "vapoursynth"
brew "vim"
brew "virt-manager"
brew "watch"
brew "watchexec"
brew "webp"
brew "weechat"
brew "wget"
brew "wimlib"
brew "wrk"
brew "x264"
brew "x265"
brew "xh"
brew "xo/xo/usql"
brew "xq"
brew "xz"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "yt-dlp/taps/yt-dlp"
brew "z3"
brew "zig"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "alacritty"
cask "android-commandlinetools"
cask "android-platform-tools"
cask "anybar"
cask "atom"
cask "balenaetcher"
cask "burp-suite"
cask "calibre"
cask "cool-retro-term"
cask "coteditor"
cask "cubicsdr"
cask "darktable"
cask "discord"
cask "drawio"
cask "elgato-camera-hub"
cask "emacs"
cask "figma"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-humor-sans"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghidra"
cask "gqrx"
cask "hammerspoon"
cask "hiddenbar"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "itsycal"
cask "kitty"
cask "lapce"
cask "logitech-g-hub"
cask "logseq"
cask "lunar"
cask "macvim"
cask "minikube"
cask "mullvadvpn"
cask "neovide"
cask "obs"
cask "obsidian"
cask "omnidisksweeper"
cask "osxfuse"
cask "outline-manager"
cask "qbittorrent"
cask "qflipper"
cask "qlvideo"
cask "raspberry-pi-imager"
cask "rectangle"
cask "runjs"
cask "scrivener"
cask "sonic-pi"
cask "sonos"
cask "stats"
cask "transmission"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "vimr"
cask "wkhtmltopdf"
cask "zettlr"
