apache-spark
aria2
automake
bash
bash-completion
bmon
ccache
coreutils
ffmpeg
gcc
git
graphviz
heroku/brew/heroku
htop
libdvdcss
libsigsegv
lua
makedepend
mtr
nano
node
perl
pyenv-virtualenv
python@2
sbcl
scala
smartmontools
sphinx-doc
telnet
tmux
tor
wget
youtube-dl
zsh
zsh-completions
